Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Some characters you typed cannot be saved in this file’s encoding. Remove them and try again.
ar: بعض الأحرف التي كتبتها لا يمكن حفظها بترميز هذا الملف. أزلها وحاول مرة أخرى.
de: Einige eingegebene Zeichen können in der Codierung dieser Datei nicht gesichert werden. Entferne sie und versuche es erneut.
es: Algunos caracteres que has escrito no se pueden guardar con la codificación de este archivo. Quítalos e inténtalo de nuevo.
fr: Certains caractères que vous avez saisis ne peuvent pas être enregistrés dans l’encodage de ce fichier. Retirez-les et réessayez.
it: Alcuni caratteri che hai digitato non possono essere salvati nella codifica di questo file. Rimuovili e riprova.
ja: 入力した文字の一部は、このファイルのエンコーディングでは保存できません。取り除いてから、もう一度お試しください。
ko: 입력한 문자 중 일부는 이 파일의 인코딩으로 저장할 수 없습니다. 해당 문자를 지운 다음 다시 시도하십시오.
pt_br: Alguns caracteres que você digitou não podem ser salvos na codificação deste arquivo. Remova-os e tente novamente.
ru: Некоторые введённые символы нельзя сохранить в кодировке этого файла. Удалите их и повторите попытку.
vi: Một số ký tự bạn nhập không thể lưu bằng bảng mã của tệp này. Hãy xóa chúng rồi thử lại.
zh_hans: 你输入的部分字符无法用此文件的编码存储。请删除这些字符后重试。
zh_hant: 你輸入的部分字元無法以此檔案的編碼儲存。請移除這些字元後再試一次。

source: Sort By
ar: الفرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar Por
ru: Сортировать по
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Source Version
ar: إصدار المصدر
de: Quellversion
es: Versión del código fuente
fr: Version source
it: Versione del sorgente
ja: ソースバージョン
ko: 소스 버전
pt_br: Versão de Origem
ru: Версия исходного кода
vi: Phiên bản nguồn
zh_hans: 源版本
zh_hant: 原始碼版本

source: Special
ar: خاصة
de: Speziell
es: Especiales
fr: Spécial
it: Speciali
ja: 特殊
ko: 특수 권한
pt_br: Especial
ru: Особые
vi: Đặc biệt
zh_hans: 特殊权限
zh_hant: 特殊

source: Starting Folder
ar: مجلد البداية
de: Startordner
es: Carpeta inicial
fr: Dossier de départ
it: Cartella iniziale
ja: 開始フォルダ
ko: 시작 폴더
pt_br: Pasta Inicial
ru: Начальная папка
vi: Thư mục bắt đầu
zh_hans: 起始文件夹
zh_hant: 起始檔案夾

source: Stopped when Fila closed. Check for incomplete files.
ar: توقفت عند إغلاق Fila. تحقق من وجود ملفات غير مكتملة.
de: Beim Beenden von Fila gestoppt. Prüfe auf unvollständige Dateien.
es: Se detuvo al cerrarse Fila. Comprueba si hay archivos incompletos.
fr: Arrêté à la fermeture de Fila. Vérifiez s’il y a des fichiers incomplets.
it: Interrotto alla chiusura di Fila. Controlla se ci sono file incompleti.
ja: Filaの終了時に停止しました。不完全なファイルがないか確認してください。
ko: Fila가 종료되면서 중단되었습니다. 불완전한 파일이 없는지 확인하십시오.
pt_br: Interrompido quando o Fila foi encerrado. Verifique se há arquivos incompletos.
ru: Остановлено при закрытии Fila. Проверьте, не осталось ли незавершённых файлов.
vi: Đã dừng khi Fila đóng. Hãy kiểm tra các tệp chưa hoàn chỉnh.
zh_hans: 已在 Fila 关闭时停止。请检查是否存在不完整的文件。
zh_hant: 已在 Fila 關閉時停止。請檢查是否有不完整的檔案。

source: String
ar: سلسلة نصية
es: Cadena
fr: Chaîne
it: Stringa
ja: 文字列
ko: 문자열
ru: Строка
vi: Chuỗi
zh_hans: 字符串
zh_hant: 字串

source: Subfolders
ar: المجلدات الفرعية
de: Unterordner
es: Subcarpetas
fr: Sous-dossiers
it: Sottocartelle
ja: サブフォルダ
ko: 하위 폴더
pt_br: Subpastas
ru: Вложенные папки
vi: Thư mục con
zh_hans: 子文件夹
zh_hant: 子檔案夾

source: Symbolic Link
ar: ارتباط رمزي
de: Symbolischer Link
es: Enlace simbólico
fr: Lien symbolique
it: Link simbolico
ja: シンボリックリンク
ko: 심볼릭 링크
pt_br: Link Simbólico
ru: Символьная ссылка
vi: Liên kết tượng trưng
zh_hans: 符号链接
zh_hant: 符號連結

source: Symbolic links were not followed, so items they point to were not searched.
ar: لم تُتبع الارتباطات الرمزية، لذا لم يشمل البحث العناصر التي تشير إليها.
de: Symbolischen Links wurde nicht gefolgt, daher wurden die Objekte, auf die sie zeigen, nicht durchsucht.
es: No se han seguido los enlaces simbólicos, así que no se ha buscado en los elementos a los que apuntan.
fr: Les liens symboliques n’ont pas été suivis : les éléments vers lesquels ils pointent n’ont donc pas été explorés.
it: I link simbolici non sono stati seguiti, quindi gli elementi a cui puntano non sono stati cercati.
ja: シンボリックリンクはたどっていないため、リンク先の項目は検索されていません。
ko: 심볼릭 링크를 따라가지 않았으므로, 링크가 가리키는 항목은 검색되지 않았습니다.
pt_br: Os links simbólicos não foram seguidos, portanto os itens para os quais eles apontam não foram buscados.
ru: Символьные ссылки не раскрывались, поэтому объекты, на которые они указывают, не искались.
vi: Các liên kết tượng trưng không được đi theo, nên những mục chúng trỏ tới không được tìm.
zh_hans: 未跟随符号链接，因此未搜索链接指向的项目。
zh_hant: 並未跟隨符號連結，因此其指向的項目未納入搜尋。

source: Symbols
ar: الرموز
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
ja: シンボル
ko: 심볼
pt_br: Símbolos
ru: Символы
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

source: Syntax Highlighting
ar: تمييز بناء الجملة
de: Syntaxhervorhebung
es: Resaltado de sintaxis
fr: Coloration syntaxique
it: Evidenziazione della sintassi
ja: シンタックスハイライト
ko: 구문 강조
pt_br: Realce de Sintaxe
ru: Подсветка синтаксиса
vi: Tô sáng cú pháp
zh_hans: 语法高亮
zh_hant: 語法上色

source: System Flags
ar: علامات النظام
es: Indicadores del sistema
fr: Indicateurs système
it: Flag di sistema
ja: システムフラグ
ko: 시스템 플래그
pt_br: Flags do Sistema
ru: Системные флаги
vi: Cờ hệ thống
zh_hans: 系统标志
zh_hant: 系統旗標

source: Tabs
ar: علامات التبويب
es: Pestañas
fr: Onglets
it: Pannelli
ja: タブ
ko: 탭
pt_br: Abas
ru: Вкладки
vi: Tab
zh_hans: 标签页
zh_hant: 標籤頁

source: Taken
ar: تاريخ الالتقاط
de: Aufgenommen
es: Fecha de captura
fr: Prise le
it: Scattata
ja: 撮影日
ko: 촬영 일시
pt_br: Capturada em
ru: Снято
vi: Ngày chụp
zh_hans: 拍摄时间
zh_hant: 拍攝時間

source: Tap a checksum to view it in full. Touch and hold to copy.
ar: اضغط مجموع التحقق لعرضه كاملًا. المس مع الاستمرار للنسخ.
de: Tippe auf eine Prüfsumme, um sie vollständig anzuzeigen. Halte sie gedrückt, um sie zu kopieren.
es: Toca una suma de comprobación para verla completa. Mantén pulsado para copiar.
fr: Touchez une somme de contrôle pour l’afficher en entier. Touchez et maintenez pour copier.
it: Tocca un checksum per vederlo per intero. Tieni premuto per copiarlo.
ja: チェックサムをタップすると全体を表示します。長押しするとコピーできます。
ko: 체크섬을 탭하면 전체를 볼 수 있습니다. 길게 누르면 복사됩니다.
pt_br: Toque em uma soma de verificação para vê-la por completo. Toque e mantenha pressionado para copiar.
ru: Нажмите контрольную сумму, чтобы увидеть её полностью. Коснитесь и удерживайте, чтобы скопировать.
vi: Chạm vào tổng kiểm tra để xem đầy đủ. Chạm và giữ để sao chép.
zh_hans: 点按校验值可查看完整内容，长按可复制。
zh_hant: 點一下校驗值即可查看完整內容。觸碰並按住即可拷貝。

source: Target
ar: الهدف
de: Ziel
es: Destino
fr: Cible
it: Destinazione
ja: リンク先
ko: 대상
pt_br: Destino
ru: Цель
vi: Đích
zh_hans: 目标
zh_hant: 目標

source: Task Stopped
ar: توقّفت المهمة
de: Aufgabe gestoppt
es: Tarea detenida
fr: Tâche arrêtée
it: Attività interrotta
ja: タスクを停止しました
ko: 작업 중단됨
pt_br: Tarefa Interrompida
ru: Задача остановлена
vi: Đã dừng tác vụ
zh_hans: 任务已停止
zh_hant: 工作已停止

source: Tasks
ar: المهام
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
ko: 작업
pt_br: Tarefas
ru: Задачи
vi: Tác vụ
zh_hans: 任务
zh_hant: 工作

source: Tasks stop if you close Fila.
ar: تتوقف المهام إذا أغلقت Fila.
de: Aufgaben stoppen, wenn du Fila schließt.
es: Las tareas se detienen si cierras Fila.
fr: Les tâches s’arrêtent si vous fermez Fila.
it: Le attività si interrompono se chiudi Fila.
ja: Filaを終了するとタスクは停止します。
ko: Fila를 종료하면 작업이 중단됩니다.
pt_br: As tarefas param se você encerrar o Fila.
ru: Задачи останавливаются, если закрыть Fila.
vi: Các tác vụ sẽ dừng nếu bạn đóng Fila.
zh_hans: 关闭 Fila 会停止任务。
zh_hant: 若你關閉 Fila，工作就會停止。

source: Team Identifier
ar: معرّف الفريق
es: Identificador del equipo
fr: Identifiant d’équipe
it: Identificatore del team
ja: チーム識別子
ko: 팀 식별자
pt_br: Identificador da Equipe
ru: Идентификатор команды
vi: Mã định danh Team
zh_hans: 团队标识符
zh_hant: 團隊識別碼

source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: Text File
ar: ملف نصي
de: Textdatei
es: Archivo de texto
fr: Fichier texte
it: File di testo
ja: テキストファイル
ko: 텍스트 파일
pt_br: Arquivo de Texto
ru: Текстовый файл
vi: Tệp văn bản
zh_hans: 文本文件
zh_hant: 文字檔案

source: That is not a valid offset. Enter a decimal offset, or a hexadecimal offset with a 0x prefix.
ar: هذه ليست إزاحة صالحة. أدخل إزاحة عشرية، أو إزاحة ست عشرية ببادئة 0x.
de: Das ist kein gültiger Offset. Gib einen dezimalen Offset ein oder einen hexadezimalen Offset mit dem Präfix 0x.
es: Ese desplazamiento no es válido. Introduce un desplazamiento decimal, o un desplazamiento hexadecimal con el prefijo 0x.
fr: Ce décalage n’est pas valide. Saisissez un décalage décimal, ou un décalage hexadécimal précédé de 0x.
it: Offset non valido. Inserisci un offset decimale, oppure un offset esadecimale con prefisso 0x.
ja: 有効なオフセットではありません。10進数のオフセット、または 0x で始まる16進数のオフセットを入力してください。
ko: 올바른 오프셋이 아닙니다. 10진수 오프셋 또는 0x로 시작하는 16진수 오프셋을 입력하십시오.
pt_br: Esse deslocamento não é válido. Digite um deslocamento decimal ou um deslocamento hexadecimal com o prefixo 0x.
ru: Недопустимое смещение. Введите десятичное смещение или шестнадцатеричное смещение с префиксом 0x.
vi: Đó không phải là offset hợp lệ. Hãy nhập offset thập phân, hoặc offset thập lục phân với tiền tố 0x.
zh_hans: 偏移量无效。请输入十进制偏移量，或以 0x 为前缀的十六进制偏移量。
zh_hant: 偏移值無效。請輸入十進位偏移值，或以 0x 開頭的十六進位偏移值。

source: The archive changed while it was open. Open it again.
ar: تغيّر الأرشيف أثناء فتحه. افتحه مرة أخرى.
de: Das Archiv hat sich geändert, während es geöffnet war. Öffne es erneut.
es: El archivo comprimido ha cambiado mientras estaba abierto. Ábrelo de nuevo.
fr: L’archive a changé pendant qu’elle était ouverte. Ouvrez-la à nouveau.
it: L’archivio è cambiato mentre era aperto. Aprilo di nuovo.
ja: アーカイブが開いている間に変更されました。もう一度開いてください。
ko: 아카이브가 열려 있는 동안 변경되었습니다. 다시 여십시오.
pt_br: O arquivo compactado mudou enquanto estava aberto. Abra-o novamente.
ru: Архив изменился, пока был открыт. Откройте его заново.
vi: Kho lưu trữ đã thay đổi khi đang mở. Hãy mở lại.
zh_hans: 压缩包在打开期间发生了变化。请重新打开。
zh_hant: 壓縮檔在開啟期間已變更，因此未寫入任何內容。請重新打開它。

source: The archive password is missing or incorrect. Enter the password and try again.
ar: كلمة سر الأرشيف مفقودة أو غير صحيحة. أدخل كلمة السر وحاول مرة أخرى.
de: Das Archivpasswort fehlt oder ist falsch. Gib das Passwort ein und versuche es erneut.
es: Falta la contraseña del archivo comprimido o es incorrecta. Introdúcela e inténtalo de nuevo.
fr: Le mot de passe de l’archive est manquant ou incorrect. Saisissez le mot de passe et réessayez.
it: La password dell’archivio manca o non è corretta. Inserisci la password e riprova.
ja: アーカイブのパスワードが未入力か、正しくありません。パスワードを入力して、もう一度お試しください。
ko: 아카이브 암호가 없거나 올바르지 않습니다. 암호를 입력한 다음 다시 시도하십시오.
pt_br: A senha do arquivo compactado está ausente ou incorreta. Digite a senha e tente novamente.
ru: Пароль архива не указан или неверен. Введите пароль и повторите попытку.
vi: Mật khẩu kho lưu trữ bị thiếu hoặc không đúng. Hãy nhập mật khẩu rồi thử lại.
zh_hans: 压缩包密码缺失或不正确。请输入密码后重试。
zh_hant: 壓縮檔的密碼缺少或不正確。請輸入密碼後再試一次。

source: The archive will be created in this folder.
ar: سيتم إنشاء الأرشيف في هذا المجلد.
de: Das Archiv wird in diesem Ordner erstellt.
es: El archivo comprimido se creará en esta carpeta.
fr: L’archive sera créée dans ce dossier.
it: L’archivio verrà creato in questa cartella.
ja: アーカイブはこのフォルダに作成されます。
ko: 아카이브는 이 폴더에 생성됩니다.
pt_br: O arquivo compactado será criado nesta pasta.
ru: Архив будет создан в этой папке.
vi: Kho lưu trữ sẽ được tạo trong thư mục này.
zh_hans: 压缩包将创建在此文件夹中。
zh_hant: 壓縮檔會建立在此檔案夾中。

source: The destination folder is not empty and cannot be replaced. Rename the item or choose another folder.
ar: مجلد الوجهة غير فارغ ولا يمكن استبداله. غيّر اسم العنصر أو اختر مجلدًا آخر.
de: Der Zielordner ist nicht leer und kann nicht ersetzt werden. Benenne das Objekt um oder wähle einen anderen Ordner.
es: La carpeta de destino no está vacía y no se puede sustituir. Cambia el nombre del elemento o selecciona otra carpeta.
fr: Le dossier de destination n’est pas vide et ne peut pas être remplacé. Renommez l’élément ou choisissez un autre dossier.
it: La cartella di destinazione non è vuota e non può essere sostituita. Rinomina l’elemento o scegli un’altra cartella.
ja: 移動先のフォルダは空ではないため、置き換えられません。項目の名前を変更するか、別のフォルダを選択してください。
ko: 대상 폴더가 비어 있지 않아 대치할 수 없습니다. 항목의 이름을 바꾸거나 다른 폴더를 선택하십시오.
pt_br: A pasta de destino não está vazia e não pode ser substituída. Renomeie o item ou escolha outra pasta.
ru: Папка назначения не пуста, и заменить её нельзя. Переименуйте объект или выберите другую папку.
vi: Thư mục đích không rỗng nên không thể thay thế. Hãy đổi tên mục hoặc chọn thư mục khác.
zh_hans: 目标文件夹不为空，无法替换。请重命名项目或选择其他文件夹。
zh_hant: 目標檔案夾不是空的，無法取代。請重新命名項目或選擇其他檔案夾。

source: The destination is read-only. Choose a writable folder.
ar: الوجهة للقراءة فقط. اختر مجلدًا قابلًا للكتابة.
de: Das Ziel ist schreibgeschützt. Wähle einen beschreibbaren Ordner.
es: El destino es de solo lectura. Selecciona una carpeta en la que se pueda escribir.
fr: La destination est en lecture seule. Choisissez un dossier accessible en écriture.
it: La destinazione è di sola lettura. Scegli una cartella scrivibile.
ja: 移動先は読み出し専用です。書き込み可能なフォルダを選択してください。
ko: 대상 위치는 읽기 전용입니다. 쓸 수 있는 폴더를 선택하십시오.
pt_br: O destino é somente leitura. Escolha uma pasta com permissão de escrita.
ru: Папка назначения доступна только для чтения. Выберите папку с правом записи.
vi: Đích chỉ đọc. Hãy chọn một thư mục có thể ghi.
zh_hans: 目标位置为只读。请选择可写入的文件夹。
zh_hant: 目標位置為唯讀。請選擇可寫入的檔案夾。

source: The device needs this item to start up, so Fila will not delete, move or replace it. You can still edit what is inside it.
ar: يحتاج الجهاز إلى هذا العنصر لبدء التشغيل، لذا لن يحذفه Fila أو ينقله أو يستبدله. لا يزال بإمكانك تحرير ما بداخله.
de: Das Gerät braucht dieses Objekt zum Starten, daher wird Fila es nicht löschen, bewegen oder ersetzen. Den Inhalt kannst du weiterhin bearbeiten.
es: El dispositivo necesita este elemento para arrancar, así que Fila no lo eliminará, moverá ni sustituirá. Sí puedes editar lo que hay dentro.
fr: L’appareil a besoin de cet élément pour démarrer : Fila ne le supprimera pas, ne le déplacera pas et ne le remplacera pas. Vous pouvez toujours modifier ce qu’il contient.
it: Il dispositivo ha bisogno di questo elemento per avviarsi, quindi Fila non lo elimina, non lo sposta e non lo sostituisce. Puoi comunque modificare ciò che contiene.
ja: デバイスの起動にはこの項目が必要なため、Filaはこれを削除、移動、置き換えしません。中身の編集は引き続き行えます。
ko: 기기를 시동하려면 이 항목이 필요하므로, Fila는 이 항목을 삭제하거나 이동하거나 대치하지 않습니다. 항목 안의 내용은 계속 편집할 수 있습니다.
pt_br: O dispositivo precisa deste item para iniciar, então o Fila não vai apagá-lo, movê-lo nem substituí-lo. Você ainda pode editar o que está dentro dele.
ru: Этот объект нужен устройству для запуска, поэтому Fila не станет его удалять, перемещать или заменять. Содержимое внутри него по-прежнему можно изменять.
vi: Thiết bị cần mục này để khởi động, nên Fila sẽ không xóa, di chuyển hay thay thế nó. Bạn vẫn có thể chỉnh sửa nội dung bên trong.
zh_hans: 设备启动需要此项目，因此 Fila 不会删除、移动或替换它。你仍可编辑其中的内容。
zh_hant: 裝置需要此項目才能啟動，因此 Fila 不會刪除、移動或取代它。你仍然可以編輯其中的內容。

source: The device needs this item to start up, so Fila will not replace it. You can still edit what is inside it.
ar: يحتاج الجهاز إلى هذا العنصر لبدء التشغيل، لذا لن يستبدله Fila. لا يزال بإمكانك تحرير ما بداخله.
de: Das Gerät braucht dieses Objekt zum Starten, daher wird Fila es nicht ersetzen. Den Inhalt kannst du weiterhin bearbeiten.
es: El dispositivo necesita este elemento para arrancar, así que Fila no lo sustituirá. Sí puedes editar lo que hay dentro.
fr: L’appareil a besoin de cet élément pour démarrer : Fila ne le remplacera pas. Vous pouvez toujours modifier ce qu’il contient.
it: Il dispositivo ha bisogno di questo elemento per avviarsi, quindi Fila non lo sostituisce. Puoi comunque modificare ciò che contiene.
ja: デバイスの起動にはこの項目が必要なため、Filaはこれを置き換えません。中身の編集は引き続き行えます。
ko: 기기를 시동하려면 이 항목이 필요하므로, Fila는 이 항목을 대치하지 않습니다. 항목 안의 내용은 계속 편집할 수 있습니다.
pt_br: O dispositivo precisa deste item para iniciar, então o Fila não vai substituí-lo. Você ainda pode editar o que está dentro dele.
ru: Этот объект нужен устройству для запуска, поэтому Fila не станет его заменять. Содержимое внутри него по-прежнему можно изменять.
vi: Thiết bị cần mục này để khởi động, nên Fila sẽ không thay thế nó. Bạn vẫn có thể chỉnh sửa nội dung bên trong.
zh_hans: 设备启动需要此项目，因此 Fila 不会替换它。你仍可编辑其中的内容。
zh_hant: 裝置需要此項目才能啟動，因此 Fila 不會取代它。你仍然可以編輯其中的內容。

source: The file changed during calculation. Try again.
ar: تغيّر الملف أثناء الحساب. حاول مرة أخرى.
de: Die Datei hat sich während der Berechnung geändert. Versuche es erneut.
es: El archivo cambió durante el cálculo. Inténtalo de nuevo.
fr: Le fichier a changé pendant le calcul. Réessayez.
it: Il file è cambiato durante il calcolo. Riprova.
ja: 計算中にファイルが変更されました。もう一度お試しください。
ko: 계산 중에 파일이 변경되었습니다. 다시 시도하십시오.
pt_br: O arquivo mudou durante o cálculo. Tente novamente.
ru: Файл изменился во время вычисления. Повторите попытку.
vi: Tệp đã thay đổi trong lúc tính toán. Hãy thử lại.
zh_hans: 文件在计算过程中发生了变化，请重试。
zh_hant: 計算期間檔案已變更。請再試一次。

source: The folder “%@” is not empty and cannot be replaced. Rename it or choose another folder.
ar: المجلد ”%@“ ليس فارغًا ولا يمكن استبداله. أعد تسميته أو اختر مجلدًا آخر.
de: Der Ordner „%@“ ist nicht leer und kann nicht ersetzt werden. Benenne ihn um oder wähle einen anderen Ordner.
es: La carpeta “%@” no está vacía y no se puede sustituir. Cámbiale el nombre o elige otra carpeta.
fr: Le dossier « %@ » n’est pas vide et ne peut pas être remplacé. Renommez-le ou choisissez un autre dossier.
it: La cartella “%@” non è vuota e non può essere sostituita. Rinominala o scegli un’altra cartella.
ja: フォルダ「%@」は空ではないため置き換えられません。名前を変更するか、別のフォルダを選択してください。
ko: “%@” 폴더는 비어 있지 않아 대치할 수 없습니다. 이름을 바꾸거나 다른 폴더를 선택하십시오.
pt_br: A pasta “%@” não está vazia e não pode ser substituída. Renomeie-a ou escolha outra pasta.
ru: Папка «%@» не пуста, и её нельзя заменить. Переименуйте её или выберите другую папку.
vi: Thư mục “%@” không trống và không thể thay thế. Hãy đổi tên hoặc chọn thư mục khác.
zh_hans: 文件夹“%@”不为空，无法替换。重命名或选择其他文件夹。
zh_hant: 檔案夾「%@」不是空的，無法取代。請重新命名或選擇其他檔案夾。

source: The folder is created in the current location.
ar: يتم إنشاء المجلد في الموقع الحالي.
de: Der Ordner wird am aktuellen Ort erstellt.
es: La carpeta se crea en la ubicación actual.
fr: Le dossier est créé à l’emplacement actuel.
it: La cartella viene creata nella posizione attuale.
ja: フォルダは現在の場所に作成されます。
ko: 폴더는 현재 위치에 생성됩니다.
pt_br: A pasta é criada no local atual.
ru: Папка создаётся в текущем расположении.
vi: Thư mục được tạo tại vị trí hiện tại.
zh_hans: 文件夹将创建在当前位置。
zh_hant: 檔案夾會建立在目前的位置中。

source: The installer is still working. Check Applications before trying again.
ar: لا يزال المثبّت يعمل. تحقق من التطبيقات قبل المحاولة مرة أخرى.
de: Der Installer arbeitet noch. Sieh unter „Apps“ nach, bevor du es erneut versuchst.
es: El instalador sigue trabajando. Comprueba Aplicaciones antes de volver a intentarlo.
fr: L’installateur est toujours en cours. Vérifiez dans Applications avant de réessayer.
it: L’installer sta ancora lavorando. Controlla Applicazioni prima di riprovare.
ja: インストーラがまだ処理中です。もう一度試す前に「アプリケーション」を確認してください。
ko: 설치 프로그램이 아직 작업 중입니다. 다시 시도하기 전에 응용 프로그램을 확인하십시오.
pt_br: O instalador ainda está trabalhando. Verifique Aplicativos antes de tentar novamente.
ru: Установщик ещё работает. Проверьте раздел «Приложения», прежде чем пытаться снова.
vi: Trình cài đặt vẫn đang làm việc. Hãy kiểm tra Ứng dụng trước khi thử lại.
zh_hans: 安装器仍在工作。先检查“应用程序”，再重试。
zh_hant: 安裝程式仍在執行中。請先查看「應用程式」，再重新嘗試。

source: The operation failed: %@.
ar: فشلت العملية: %@.
de: Der Vorgang ist fehlgeschlagen: %@.
es: La operación ha fallado: %@.
fr: L’opération a échoué : %@.
it: Operazione non riuscita: %@.
ja: 操作に失敗しました: %@。
ko: 작업이 실패했습니다: %@.
pt_br: A operação falhou: %@.
ru: Не удалось выполнить операцию: %@.
vi: Thao tác không thành công: %@.
zh_hans: 操作失败：%@。
zh_hant: 操作失敗：%@。

source: The operation failed. Try again.
ar: فشلت العملية. حاول مرة أخرى.
de: Der Vorgang ist fehlgeschlagen. Versuche es erneut.
es: La operación ha fallado. Inténtalo de nuevo.
fr: L’opération a échoué. Réessayez.
it: Operazione non riuscita. Riprova.
ja: 操作に失敗しました。もう一度お試しください。
ko: 작업이 실패했습니다. 다시 시도하십시오.
pt_br: A operação falhou. Tente novamente.
ru: Не удалось выполнить операцию. Повторите попытку.
vi: Thao tác không thành công. Hãy thử lại.
zh_hans: 操作失败。请重试。
zh_hant: 操作失敗。請再試一次。

source: The original item no longer exists.
ar: لم يعد العنصر الأصلي موجودًا.
de: Das ursprüngliche Objekt existiert nicht mehr.
es: El elemento original ya no existe.
fr: L’élément d’origine n’existe plus.
it: L’elemento originale non esiste più.
ja: 元の項目はすでに存在しません。
ko: 원본 항목이 더 이상 존재하지 않습니다.
pt_br: O item original não existe mais.
ru: Исходный объект больше не существует.
vi: Mục gốc không còn tồn tại.
zh_hans: 原始项目已不存在。
zh_hant: 原始項目已不存在。

source: The original location of “%@” is unknown. It can only be deleted permanently.
ar: الموقع الأصلي لـ ”%@“ غير معروف. لا يمكن سوى حذفه نهائيًا.
de: Der ursprüngliche Ort von „%@“ ist unbekannt. Es kann nur endgültig gelöscht werden.
es: Se desconoce la ubicación original de “%@”. Solo se puede eliminar de forma permanente.
fr: L’emplacement d’origine de « %@ » est inconnu. Il peut seulement être supprimé définitivement.
it: La posizione originale di “%@” è sconosciuta. Può essere solo eliminato definitivamente.
ja: 「%@」の元の場所は不明です。完全に削除することのみ可能です。
ko: “%@”의 원래 위치를 알 수 없습니다. 완전히 삭제하는 것만 가능합니다.
pt_br: O local original de “%@” é desconhecido. Só é possível apagá-lo definitivamente.
ru: Исходное расположение «%@» неизвестно. Этот объект можно только удалить безвозвратно.
vi: Không rõ vị trí gốc của “%@”. Mục này chỉ có thể bị xóa vĩnh viễn.
zh_hans: “%@”的原始位置未知，只能永久删除。
zh_hant: 「%@」的原始位置不明。只能永久刪除。

source: The password was not changed. Try again.
ar: لم تُغيَّر كلمة السر. حاول مرة أخرى.
de: Das Passwort wurde nicht geändert. Versuch es erneut.
es: La contraseña no se ha cambiado. Inténtalo de nuevo.
fr: Le mot de passe n’a pas été modifié. Réessayez.
it: La password non è stata cambiata. Riprova.
ja: パスワードは変更されていません。もう一度お試しください。
ko: 암호가 변경되지 않았습니다. 다시 시도하십시오.
pt_br: A senha não foi alterada. Tente novamente.
ru: Пароль не изменён. Попробуйте ещё раз.
vi: Mật khẩu chưa được thay đổi. Hãy thử lại.
zh_hans: 密码未更改。请重试。
zh_hant: 密碼未變更。請再試一次。

source: The selection includes the same item more than once, or both a folder and an item inside it. Change the selection and try again.
ar: يتضمّن التحديد العنصر نفسه أكثر من مرة، أو يتضمّن مجلدًا وعنصرًا بداخله. غيّر التحديد وحاول مرة أخرى.
de: Die Auswahl enthält dasselbe Objekt mehrfach oder sowohl einen Ordner als auch ein Objekt darin. Ändere die Auswahl und versuche es erneut.
es: La selección incluye el mismo elemento más de una vez, o una carpeta y un elemento que está dentro de ella. Cambia la selección e inténtalo de nuevo.
fr: La sélection contient plusieurs fois le même élément, ou à la fois un dossier et un élément qu’il contient. Modifiez la sélection et réessayez.
it: La selezione include lo stesso elemento più di una volta, oppure sia una cartella sia un elemento al suo interno. Modifica la selezione e riprova.
ja: 選択に同じ項目が複数含まれているか、フォルダとその中の項目の両方が含まれています。選択を変更して、もう一度お試しください。
ko: 같은 항목이 두 번 이상 선택되었거나, 폴더와 그 안의 항목이 함께 선택되었습니다. 선택을 바꾼 다음 다시 시도하십시오.
pt_br: A seleção inclui o mesmo item mais de uma vez, ou uma pasta e um item dentro dela. Altere a seleção e tente novamente.
ru: В выбор входит один и тот же объект несколько раз либо папка вместе с объектом внутри неё. Измените выбор и повторите попытку.
vi: Lựa chọn có cùng một mục nhiều lần, hoặc có cả một thư mục và một mục bên trong nó. Hãy đổi lựa chọn rồi thử lại.
zh_hans: 所选包含重复项目，或同时包含文件夹及其内部项目。更改选择后重试。
zh_hant: 選取內容包含重複的項目，或同時包含檔案夾及其內部項目。請更改選取內容後再試一次。
